{
    "Aristotle with a Bust of Homer": {
        "artist": "Rembrandt",
        "link": "https://en.wikipedia.org/wiki/Aristotle_with_a_Bust_of_Homer",
        "query": "Rembrandt Aristotle with a Bust of Homer 1653 Metropolitan Museum of Art (Met) wikipedia",
        "wiki": {
            "introduction": "Aristotle with a Bust of Homer, also known as Aristotle Contemplating a Bust of Homer, is an oil-on-canvas painting by Rembrandt.\\n",
            "title": "Aristotle with a Bust of Homer"
        }
    },
    "Denial of Saint Peter": {
        "artist": "Caravaggio",
        "link": "https://en.wikipedia.org/wiki/The_Denial_of_Saint_Peter_(Caravaggio)",
        "query": "Caravaggio Denial of Saint Peter 1610 Metropolitan Museum of Art (Met) wikipedia",
        "wiki": {
            "introduction": "The Denial of Saint Peter (La Negazione di Pietro) is a painting finished around 1610 by the Italian painter Caravaggio. It depicts Peter denying Jesus after Jesus was arrested. The painting is housed in the Metropolitan Museum of Art in New York City.&#91;1&#93;\\n",
            "title": "The Denial of Saint Peter (Caravaggio)"
        }
    },
    "Musicians": {
        "artist": "Caravaggio",
        "link": "https://en.wikipedia.org/wiki/The_Musicians_(Caravaggio)",
        "query": "Caravaggio Musicians 1595 Metropolitan Museum of Art (Met) wikipedia",
        "wiki": {
            "introduction": "The Musicians or Concert of Youths (c. 1595) is a painting by the Italian Baroque master Michelangelo Merisi da Caravaggio (1571\\xe2\\x80\\x931610). It is held in the Metropolitan Museum of Art, New York, where it has been since 1952. It underwent extensive restoration in 1983.&#91;1&#93;\\n",
            "title": "The Musicians (Caravaggio)"
        }
    },
    "Old Man with a Black Hat and Gorget": {
        "artist": "Rembrandt",
        "link": "https://en.wikipedia.org/wiki/Old_Man_with_a_Gold_Chain",
        "query": "Rembrandt Old Man with a Black Hat and Gorget 1631 Art Institute of Chicago wikipedia",
        "wiki": {
            "introduction": "Old Man with a Gold Chain is a portrait by Rembrandt, painted around 1631 and now in the Art Institute of Chicago.\\n",
            "title": "Old Man with a Gold Chain"
        }
    },
    "Opening of the fifth seal (The vision of Saint John the Divine)": {
        "artist": "El Greco",
        "link": "https://en.wikipedia.org/wiki/Opening_of_the_Fifth_Seal",
        "query": "El Greco Opening of the fifth seal (The vision of Saint John the Divine) 1610 Metropolitan Museum of Art (Met) wikipedia",
        "wiki": {
            "introduction": "The Opening of the Fifth Seal (or The Fifth Seal of the Apocalypse or The Vision of Saint John) was painted in the last years of El Greco\\'s life  for a side-altar of the church of Saint John the Baptist outside the walls of Toledo. Before 1908 El Greco\\'s painting was referred to as Profane Love. Cossio had doubts about the title and suggested the Opening of the Fifth Seal.&#91;1&#93; The Metropolitan Museum, where the painting is kept, comments: \"the picture is unfinished and much damaged and abraded.\"&#91;2&#93;\\n",
            "title": "Opening of the Fifth Seal"
        }
    },
    "Portrait of Ginevra Benci": {
        "artist": "Leonardo da Vinci",
        "link": "https://en.wikipedia.org/wiki/Ginevra_de%27_Benci",
        "query": "Leonardo da Vinci Portrait of Ginevra Benci 1474 National Gallery of Art wikipedia",
        "wiki": {
            "introduction": "Ginevra de\\' Benci is a portrait painting by Leonardo da Vinci of the 15th-century Florentine aristocrat Ginevra de\\' Benci (born c.&#8201; 1458).&#91;1&#93; The oil-on-wood portrait was acquired by the National Gallery of Art in Washington, D.C. in 1967. The sum of US$5 million\\xe2\\x80\\x94an absolute record price at the time\\xe2\\x80\\x94came from the Ailsa Mellon Bruce Fund and was paid to the Princely House of Liechtenstein. It is the only painting by Leonardo on public view in the Americas.&#91;2&#93;\\n",
            "title": "Ginevra de\\' Benci"
        }
    },
    "Self Portrait": {
        "artist": "Vincent van Gogh",
        "link": "https://en.wikipedia.org/wiki/Detroit_Institute_of_Arts",
        "query": "Vincent van Gogh Self Portrait 1887 Detroit Institute of Arts wikipedia",
        "wiki": {
            "introduction": "www.dia.org\\n",
            "title": "Detroit Institute of Arts"
        }
    },
    "Self-Portrait": {
        "artist": "Vincent van Gogh",
        "link": "https://it.wikipedia.org/wiki/Autoritratti_di_Vincent_van_Gogh",
        "query": "Vincent van Gogh Self-Portrait 1887 Art Institute of Chicago wikipedia",
        "wiki": {
            "introduction": "Voce principale: Vincent van Gogh.\\n",
            "title": "Autoritratti di Vincent van Gogh"
        }
    },
    "The Death of Socrates": {
        "artist": "Jacques-Louis David",
        "link": "https://en.wikipedia.org/wiki/The_Death_of_Socrates",
        "query": "Jacques-Louis David The Death of Socrates 1787 Metropolitan Museum of Art (Met) wikipedia",
        "wiki": {
            "introduction": "The Death of Socrates (French: La Mort de Socrate) is an oil on canvas painted by French painter Jacques-Louis David in 1787. The painting focuses on a classical subject like many of his works from that decade, in this case the story of the execution of Socrates as told by Plato in his Phaedo.&#91;1&#93;&#91;2&#93;  In this story, Socrates has been convicted of corrupting the youth of Athens and introducing strange gods, and has been sentenced to die by drinking poison hemlock. Socrates uses his death as a final lesson for his pupils rather than fleeing when the opportunity arises, and faces it calmly.&#91;1&#93; The Phaedo depicts the death of Socrates and is also Plato\\'s fourth and last dialogue to detail the philosopher\\'s final days, which is also detailed in Euthyphro, Apology, and Crito.\\n",
            "title": "The Death of Socrates"
        }
    },
    "The Slave Ship": {
        "artist": "William Turner",
        "link": "https://en.wikipedia.org/wiki/The_Slave_Ship",
        "query": "William Turner The Slave Ship 1840 Museum of Fine Arts (MFA) wikipedia",
        "wiki": {
            "introduction": "The Slave Ship, originally titled Slavers Throwing overboard the Dead and Dying\\xe2\\x80\\x94Typhoon coming on,&#91;1&#93; is a painting by the British artist J. M. W. Turner, first exhibited in 1840. Measuring 35 3/4 x 48 1/4 in. in oil on canvas, it is now in the Museum of Fine Arts, Boston. In this classic example of a Romantic maritime painting, Turner depicts a ship, visible in the background, sailing through a tumultuous sea of churning water and leaving scattered human forms floating in its wake.\\n",
            "title": "The Slave Ship"
        }
    },
    "The Charity": {
        "artist": "William-Adolphe Bouguereau",
        "link": "NA",
        "query": "William-Adolphe Bouguereau The Charity 1859 University of Michigan Museum of Art (UMMA) wikipedia",
        "wiki": {}
    }
}